Repository: giopde1ste/dsplab
Catalog: software/talen/*/DSB.po
Languages: de, id, nl, ro, ru, vi

source: Please pay attention. The application is already running. Is this your intention?
de: Bitte um Aufmerksamkeit. Die Anwendung läuft bereits. Ist dies Ihre Absicht?
id: Mohon perhatian. Aplikasi sudah berjalan. Apakah ini niat Anda?
nl: Let op! De applikatie loopt al. Is dit uw bedoeling?
ro: Vă rugăm să fiți atenți. Aplicația este deja în curs de execuție. Aceasta este intenția dumneavoastră?
ru: Пожалуйста, обратите внимание. Приложение уже запущено. Таковы ваши намерения?
vi: Xin chú ý. Ứng dụng này đã chạy. Đây có phải là ý định của bạn?

source: The internationalization locale for
de: Das Internationalisierungsgebietsschema für
id: Lokasi internasionalisasi untuk
nl: Het internationalisatie gebiedschema voor
ro: Locația de internaționalizare pentru
vi: Địa điểm quốc tế hóa cho

source: was initialized successfully.
de: wurde erfolgreich initialisiert.
id: berhasil diinisialisasi.
nl: werd met succes geïnitialiseerd.
ro: a fost inițializat cu succes.
vi: đã được khởi tạo thành công.

source: Could not initialise the Locale for
de: Das Gebietsschema konnte nicht initialisiert werden für
id: Tidak dapat menginisialisasi Lokasi untuk
nl: Kon de lokaliteit niet initialiseren voor
ro: Nu s-a putut inițializa Locale pentru
vi: Không thể khởi tạo Ngôn ngữ cho

source: Unknown
de: Unbekannt
id: Tidak diketahui
nl: Onbekend
ro: Necunoscut
ru: Неизвестно
vi: Không xác định

source: The application must now be restarted to activate the new language.
de: Die Anwendung muss nun neu gestartet werden, um die neue Sprache zu aktivieren.
id: Aplikasi sekarang harus direstart untuk mengaktifkan bahasa baru.
nl: De applikatie moet nu opnieuw opgestart worden om de nieuwe taal te aktiveren.
ro: Aplicația trebuie repornită acum pentru a activa noua limbă.
ru: Теперь приложение должно быть перезапущено для активации нового языка.
vi: Bây giờ ứng dụng phải được khởi động lại để kích hoạt ngôn ngữ mới.

source: Restart the application.
de: Starten Sie die Anwendung neu.
id: Mulai ulang aplikasi.
nl: Start de toepassing opnieuw op.
ro: Reporniți aplicația.
ru: Перезапустите приложение.
vi: Khởi động lại ứng dụng.

source: Version :
id: Versi: kapan :
nl: Versie :
ro: Versiunea
ru: Версия:
vi: Phiên bản :

source: Save the image as a PNG file.
de: Speichern Sie das Bild als PNG-Datei.
id: Simpan gambar sebagai file PNG.
nl: Sla de afbeelding op als een PNG-bestand.
ro: Salvați imaginea ca fișier PNG.
ru: Сохраните изображение в виде файла PNG.
vi: Lưu hình ảnh dưới dạng tệp PNG.

source: Developer
de: Entwickler
id: Pengembang
nl: Ontwikkelaar
ro: Dezvoltator
ru: Разработчик
vi: Chủ đầu tư

source: Demo version
id: Versi demo
nl: Demoversie
ro: Versiunea demo
ru: Демо-версия
vi: Phiên bản dùng thử

source: Open Ctrl+O
de: Öffnen Strg+O
id: Buka Ctrl + O
ro: Deschidere Ctrl+O
ru: Открыть Ctrl+O
vi: Mở Ctrl+O

source: Draw data Ctrl+T
de: Daten zeichnen Strg+T
id: Gambar data Ctrl+T
nl: Tekenen van gegevens Ctrl+T
ro: Desenați datele Ctrl+T
ru: Чертежные данные Ctrl+T
vi: Vẽ dữ liệu Ctrl+T

source: Quit Ctrl+Q
de: Abschliessen Ctrl+Q
id: Keluar Ctrl + Q
nl: Einde Ctrl+Q
ro: Renunță Ctrl+Q
ru: Выход из Ctrl+Q
vi: Thoát khỏi Ctrl + Q

source: File
de: Datei
id: Berkas
nl: Bestand
ro: Fişier
ru: Файл
vi: Tập tin

source: Standard Moving Average
de: Standard Gleitender Durchschnitt
id: Average Moving Average
nl: Standaard bewegend gemiddelde
ro: Media mobilă standard
ru: Стандартное скользящее среднее
vi: Trung bình di chuyển tiêu chuẩn

source: Exponential Moving Average
de: Exponentiell gleitender Durchschnitt
id: Rata-rata Bergerak Eksponensial
nl: Exponentieel bewegend gemiddelde
ro: Medie mobilă exponențială
ru: Среднее экспоненциальное перемещение
vi: Trung bình di chuyển theo cấp số nhân

source: Draw data
de: Daten zeichnen
id: Gambar data
nl: Tekenen van gegevens
ro: Desenați date
ru: Чертежные данные
vi: Vẽ dữ liệu

source: Open the data file. Please supply a list of one value per line.
de: Öffnen Sie die Datendatei. Bitte liefern Sie eine Liste mit einem Wert pro Zeile.
id: Metode desain Chebyshev belum diterapkan.
nl: Open het gegevensbestand. Geef een lijst met één waarde per regel.
ro: Deschideți fișierul de date. Vă rugăm să furnizați o listă cu câte o valoare pe linie.
ru: Откройте файл данных. Пожалуйста, предоставьте список по одному значению на строку.
vi: Mở tệp dữ liệu. Vui lòng cung cấp danh sách một giá trị trên mỗi dòng.

source: Could not open :
de: Konnte nicht geöffnet werden :
id: Tidak bisa dibuka :
nl: Kon niet openen:
ro: Nu s-a putut deschide :
ru: Не может быть открыт:
vi: Không thể mở :

source: Error reading the input value :
de: Fehler beim Lesen des Eingangswertes :
id: Kesalahan membaca nilai masukan:
nl: Fout bij het lezen van de ingangswaarde :
ro: Eroare de citire a valorii de intrare :
ru: Ошибка при считывании входного значения :
vi: Lỗi khi đọc giá trị đầu vào:

source: Assignment 2 : the running average
de: Aufgabe 2 : der laufende Durchschnitt
id: Tugas 2: rata-rata berjalan
nl: Opdracht 2 : het voortschrijdend gemiddelde
ro: Sarcina 2 : media curentă
ru: Назначение 2: текущее среднее
vi: Bài tập 2: trung bình đang chạy

source: Averaging control parameter
de: Parameter für die Mittelwertbildung
id: Rata-rata parameter kontrol
nl: Gemiddelde regelparameter
ro: Parametrul de control al mediei
ru: Средний параметр управления
vi: Tham số điều khiển trung bình

source: Running average of the US$ <--> € exchange rate.
de: Laufender Durchschnitt des Wechselkurses US$ <--> €.
id: Rata-rata berjalan dari nilai tukar US$ <--> €.
nl: Lopend gemiddelde van de wisselkoers van de US$ <--> €.
ro: Media curentă a cursului de schimb US$ <--> €.
vi: Trung bình cộng của tỷ giá hối đoái US$ <--> €.

source: FFTW start of calcation
de: FFTW-Berechnungsbeginn
id: FFTW memulai kalkulasi
nl: FFTW start van de berekening
ro: FFTW începutul calculului
ru: БПФВ начало кальцинации
vi: FFTW bắt đầu nung

source: The signal could not be sampled, because
de: Das Signal konnte nicht abgetastet werden, weil
id: Sinyal tidak dapat disampel, karena
nl: Het signaal kon niet worden bemonsterd, omdat
ro: Semnalul nu a putut fi eșantionat, deoarece
ru: Сигнал не мог быть отобран, потому что
vi: Tín hiệu không thể được lấy mẫu, bởi vì

source: the number of samples per period=%d
de: die Anzahl der Proben pro Periode=%d
id: jumlah sampel per periode =%d
nl: het aantal monsters per periode=%d
ro: numărul de eșantioane pe perioadă=%d
ru: количество отсчетов за период=%d
vi: số lượng mẫu trong mỗi kỳ =%d

source: Not allowed.
de: Nicht erlaubt.
id: Tidak diizinkan.
nl: Niet toegestaan.
ro: Nu este permis.
ru: Не разрешено.
vi: Không cho phép.

source: (SignaalVenster::tekenReeksHandler) Wrong signal choice (%ld).
de: (SignaalVenster::tekenReeksHandler) Falsche Signalwahl (%ld).
id: (SignaalVenster :: tekenReeksHandler) Pilihan sinyal salah (%ld).
nl: (SignaalVenster::tekenReeksHandler) Verkeerde signaalkeuze (%ld).
ro: (SignaalVenster::tekenReeksHandler) Alegerea greșită a semnalului (%ld).
ru: (SignaalVenster::tekenReeksHandler) Неправильный выбор сигнала (%ld).
vi: (SignaalVenster :: tekenReekHandler) Lựa chọn tín hiệu sai (%ld).

source: No valid data present in the file!
de: Keine gültigen Daten in der Datei vorhanden!
id: Tidak ada data yang valid ada di file mereka!
nl: Er zijn geen geldige gegevens in het bestand aanwezig!
ro: Nu există date valide în fișier!
ru: В файле отсутствуют достоверные данные!
vi: Không có dữ liệu hợp lệ trong tập tin!

source: Number of values=%d
de: Anzahl der Werte=%d
id: Jumlah nilai =%d
nl: Aantal waarden=%d
ro: Numărul de valori=%d
ru: Количество значений=%d
vi: Số lượng giá trị =%d

source: Initialisation of the FFT routines resulted in an error
de: Die Initialisierung der FFT-Routinen führte zu einem Fehler
id: Inisialisasi rutinitas FFT menghasilkan kesalahan
nl: Initialisatie van de FFT routines resulteerde in een fout
ro: Inițializarea rutinelor FFT a avut ca rezultat o eroare
ru: Инициализация БПФ-процедур привела к ошибке
vi: Khởi tạo các thói quen FFT dẫn đến một lỗi

source: FFTW Init error
de: FFTW Init-Fehler
id: Kesalahan Init FFTW
nl: FFTW Fout init
ro: Eroare FFTW Init
ru: Ошибка инициализации FFTW
vi: Lỗi khởi tạo FFTW

source: Frequency image was constructed.
de: Das Frequenzbild wurde konstruiert.
id: Gambar frekuensi dibangun.
nl: Frequentiebeeld werd geconstrueerd.
ro: A fost construită imaginea de frecvență.
ru: Было построено частотное изображение.
vi: Hình ảnh tần số đã được xây dựng.

source: &About
de: &Über
id: &Tentang
nl: &Over
ro: &Despre
ru: &О программе
vi: &Trong khoảng

source: &Execute FFT Ctrl+T
de: &FFT ausführen Strg+T
id: &Jalankan FFT Ctrl+T
nl: Uitvoeren van FFT Ctrl+T
ro: &Executați FFT Ctrl+T
vi: & Thực thi FFT Ctrl+T

source: Export the time domain image Ctrl+R
de: Das Zeitbereichsbild exportieren Strg+R
id: Ekspor gambar domain waktu Ctrl+R
nl: Exporteer de afbeelding van het tijddomein Ctrl+R
ro: Exportați imaginea în domeniul timpului Ctrl+R
ru: Экспорт изображения временной области Ctrl+R
vi: Xuất hình ảnh miền thời gian Ctrl+R

source: Export the frequency domain image Ctrl+E
de: Das Bild im Frequenzbereich exportieren Strg+E
id: Ekspor gambar domain frekuensi Ctrl+E
nl: Exporteer de afbeelding van het frequentiedomein Ctrl+E
ro: Exportați imaginea în domeniul de frecvență Ctrl+E
ru: Экспорт изображения частотного домена Ctrl+E
vi: Xuất hình ảnh miền tần số Ctrl+E

source: Signal frequency
de: Signalfrequenz
id: Frekuensi sinyal
nl: Signaalfrequentie
ro: Frecvența semnalului
ru: Частота сигнала
vi: Tần số tín hiệu

source: Sampling frequency
de: Abtastfrequenz
id: Frekuensi pengambilan sampel
nl: Bemonsteringsfrequentie
ro: Frecvența de eșantionare
ru: Частота выборки
vi: Tần số lấy mẫu

source: Cosine
de: Kosinus
id: Kosinus
nl: Cosinus
ro: Cosinus
vi: Cô sin

source: Triangle
de: Dreieck
id: Segi tiga
nl: Driehoek
ro: Triunghi
ru: Треугольник
vi: Tam giác

source: Square
de: Quadrat
id: Kuadrat
nl: Vierkant
ro: Pătrat
ru: Квадрат
vi: Vuông

source: Data from file
de: Daten aus Datei
id: Data dari file
nl: Gegevens uit bestand
ro: Date din fișier
ru: Данные из файла
vi: Dữ liệu từ tập tin

source: Number of periods:
de: Anzahl der Perioden:
id: Jumlah periode:
nl: Aantal periodes:
ro: Numărul de perioade:
ru: Количество периодов:
vi: Số tiết:

source: Show amplitude
de: Zeige Phase
id: Perlihatkan amplitudo
nl: Toon amplitude
ro: Arată amplitudinea
ru: Показать амплитуду
vi: Hiển thị tần số tương tự

source: Show phase
de: Zeige Phase
id: Tampilkan fase
nl: Toon fase
ro: Arată faza
ru: Показать фазу
vi: Hiển thị giai đoạn

source: Dump FFT values
de: FFT-Werte ausgeben
id: Nilai DFT FFT
nl: Dump FFT-waarden
ro: Aruncați valorile FFT
ru: Сброс значений БПФ
vi: Kết xuất giá trị FFT

source: Execute Fast Fourier Transform
de: Schnelle Fourier-Transformation ausführen
id: Jalankan Fast Fourier Transform
nl: Snelle Fourier Transformatie uitvoeren
ro: Executarea transformării Fourier rapide
ru: Выполнить быстрое преобразование Фурье
vi: Thực hiện chuyển đổi Fourier nhanh

source: Assignment 3 DSB Practicum
de: Zuweisung 3 DSB-Praktikum
id: Tugas 3 Praktikum DSB
nl: Opdracht 3 DSB Practicum
ro: Sarcina 3 DSB Practicum
ru: Назначение 3 DSB Практика
vi: Bài tập 3 DSB Practiceicum

source: Employ the FFTW library for generating a frequency plot.
de: Verwenden Sie die FFTW-Bibliothek zur Erzeugung eines Frequenzdiagramms.
id: Gunakan perpustakaan FFTW untuk menghasilkan plot frekuensi.
nl: Maak gebruik van de FFTW-bibliotheek voor het genereren van een frequentieplot.
ro: Utilizați biblioteca FFTW pentru a genera un grafic de frecvență.
ru: Используйте библиотеку FFTW для генерации частотного графика.
vi: Sử dụng thư viện FFTW để tạo một biểu đồ tần số.

source: Open a data file with the signal values in float format)
de: Öffnen einer Datendatei mit den Signalwerten im Float-Format)
id: Buka file data dengan nilai sinyal dalam format float)
nl: Open een gegevensbestand met de signaalwaarden in float formaat)
ro: Deschideți un fișier de date cu valorile semnalului în format float)
ru: Открыть файл данных со значениями сигналов в формате с плавающей запятой)
vi: Mở tệp dữ liệu với các giá trị tín hiệu ở định dạng nổi)

source: All files (*.*)|*.*
de: Alle Dateien (*.*)|*.*
id: Semua file (*. *) | *. *
nl: Alle bestanden (*.*)|*.*
ro: Toate fișierele (*.*)|*.*
ru: Все файлы (*.*)|*.*
vi: Tất cả tệp (*.*)|*.*

source: Could not open:
de: Konnte nicht geöffnet werden:
id: Tidak bisa dibuka :
nl: Kon niet openen:
ro: Nu s-a putut deschide:
ru: Не мог открыть:
vi: Không thể mở:

source: Error reading the float data.
de: Fehler beim Lesen der Float-Daten.
id: Kesalahan membaca data float.
nl: Fout bij het uitlezen van de vlottergegevens.
ro: Eroare de citire a datelor flotantului.
ru: Ошибка при чтении данных поплавка.
vi: Lỗi đọc dữ liệu float.

source: Signal sampling and frequency image
de: Abtastfrequenz (Hz)
id: Frekuensi pengambilan sampel (Hz)
nl: Signaalbemonstering en frequentiebeeld
ro: Eșantionarea semnalului și imaginea de frecvență
ru: Сэмплирование сигнала и частотное изображение
vi: Lấy mẫu tín hiệu và hình ảnh tần số

source: FFTW Status : unknown
de: FFTW-Status : unbekannt
id: Status FFTW: tidak diketahui
nl: FFTW-status: onbekend
ro: Statutul FFTW : necunoscut
ru: Статус FFTW : неизвестно
vi: Tình trạng FFTW: không xác định

source: Frequency plot features
de: Merkmale des Frequenzdiagramms
id: Fitur plot frekuensi
nl: Kenmerken van de frequentieplot
ro: Caracteristicile graficului de frecvență
ru: Особенности частотного графика
vi: Tính năng cốt truyện tần số

source: Time domain properties
de: Zeitbereich-Filter-Impulsantwort
id: Properti domain waktu
nl: Tijd domein eigenschappen
ro: Proprietăți în domeniul timpului
ru: Свойства временной области
vi: Thuộc tính miền thời gian

source: Signal properties
de: Signal-Eigenschaften
id: Sifat sinyal
nl: Signaaleigenschappen
ro: Proprietăți de semnal
ru: Сигнальные свойства
vi: Thuộc tính tín hiệu

source: FFT Signal test
de: Testsignal
id: Tampilkan sinyal uji
nl: FFT-signaaltest
ro: Testul de semnal FFT
ru: FFT-тест сигнала
vi: Kiểm tra tín hiệu FFT

source: This programme requires a minimal screen resolution of 1024x768 pixels. The start is cancelled.
de: Dieses Programm erfordert eine minimale Bildschirmauflösung von 1024x768 Pixel. Der Start wird abgebrochen.
id: Program ini membutuhkan resolusi layar minimal 1024x768 piksel. Awal dibatalkan.
nl: Dit programma vereist een minimale schermresolutie van 1024x768 pixels. De start wordt geannuleerd.
ro: Acest program necesită o rezoluție minimă a ecranului de 1024x768 pixeli. Startul este anulat.
ru: Эта программа требует минимального разрешения экрана 1024x768 пикселей. Старт отменяется.
vi: Chương trình này yêu cầu độ phân giải màn hình tối thiểu 1024x768 pixel. Sự khởi đầu bị hủy bỏ.

source: filter berekening start.
id: perhitungan filter mulai.
ro: filtru berekening start.
ru: запуск разрыва фильтра.
vi: lọc berekening bắt đầu.

source: May not reach this point!!
de: Wir dürfen diesen Punkt nicht erreichen!!
id: Mungkin tidak mencapai titik ini !!
nl: Mag dit punt niet bereiken!!
ro: Poate că nu va ajunge la acest punct!!!
ru: Может не дойти до этой точки!!!
vi: Có thể không đạt đến điểm này !!

source: filter calculation start.
de: filterberechnung starten.
id: perhitungan filter mulai.
nl: filterberekening start.
ro: începerea calculului de filtrare.
ru: запуск расчета фильтра.
vi: tính toán bộ lọc bắt đầu.

source: Coefficient[%d] = %s (Q%d:%d)
de: Koeffizient[%d] = %s (Q%d:%d)
id: Koefisien[%d] = %s (Q%d:%d)
nl: Coëfficiënt[%d] = %s (Q%d:%d)
ro: Coeficient[%d] = %s (Q%d:%d)
vi: Hệ số[%d] = %s (Q%d:%d)

source: Coordinate
de: Koordinate
id: Koordinat
nl: Coördinaten
ro: Coordonați
vi: Điều phối

source: Time graph entry.
de: Zeitdiagramm-Eintrag.
id: Entri grafik waktu.
nl: Tijd grafiek invoer.
ro: Introducerea graficului de timp.
ru: Ввод графика времени.
vi: Thời gian nhập đồ thị.

source: Time graph exit.
de: Zeitdiagramm beenden.
id: Grafik waktu keluar.
nl: Tijd grafiek uitgang.
ro: Ieșirea graficului de timp.
ru: Выход из графика времени.
vi: Biểu đồ thời gian thoát.

source: No coordinates
de: Keine Koordinaten
id: Tidak ada koordinat
nl: Geen coördinaten
ro: Fără coordonate
ru: Нет координат
vi: Không có tọa độ

source: Freq graph entry.
de: Freq Graph-Eintrag.
id: Entri grafik Frek.
nl: Freq-grafiek invoer.
ro: Frecvența de intrare în grafic.
ru: Ввод графика Freq.
vi: Nhập đồ thị Freq.

source: Freq graph exit.
de: Freq Graphenausgang.
id: Grafik freq keluar.
nl: Freq-grafiek uitgang.
ro: Ieșire din graficul de frecvență.
ru: Выход из графика Freq.
vi: Thoát đồ thị Freq.

source: Orde = %d (%d taps)
de: Orde = %d (%d Hähne)
ro: Orde = %d (%d atingeri)
ru: Орда = %d (%dспуск)
vi: Orde =%d (%d vòi)

source: About
de: Über
id: Tentang
nl: Over
ro: Despre
ru: О нас
vi: Giới thiệu

source: Write a C/CPP Header file
de: Schreiben einer C/CPP-Header-Datei
id: Tulis file Header C / CPP
nl: Schrijf een C/CPP Header-bestand
ro: Scrieți un fișier C/CPP Header
ru: Напишите заголовочный файл C/CPP
vi: Viết tệp Tiêu đề C / CPP

source: Calculate Filter Ctrl+B
de: Filter berechnen Ctrl+B
id: Hitung Filter Ctrl + B
nl: Bereken filter Ctrl+B
ro: Calculați filtrul Ctrl+B
ru: Рассчитать фильтр Ctrl+B
vi: Tính toán bộ lọc Ctrl + B

source: Filter
ro: Filtru
ru: Фильтр
vi: Bộ lọc

source: Time domain filter impulse response
de: Zeitbereich-Filter-Impulsantwort
id: Respons impuls filter domain waktu
nl: Tijddomeinfilterimpulsrespons
ro: Răspunsul la impuls al filtrului în domeniul timpului
ru: Импульсный ответ временного фильтра
vi: Bộ lọc miền thời gian đáp ứng xung

source: Time domain coordinates (Mouse over window)
de: Zeitbereichskoordinaten (Maus über Fenster)
id: Koordinat domain waktu (Arahkan mouse ke jendela)
nl: Coördinaten in het tijddomein (Muis over venster)
ro: Coordonate în domeniul timpului (Mouse over window)
ru: Координаты временного домена (Мышь над окном)
vi: Tọa độ miền thời gian (Chuột trên cửa sổ)

source: Frequency domain representation
de: Darstellung des Frequenzbereichs
id: Representasi domain frekuensi
nl: Frequentiedomein representatie
ro: Reprezentarea în domeniul de frecvență
ru: Представление частотного домена
vi: Biểu diễn miền tần số

source: Frequency domain coordinates (Mouse over window)
de: Frequenzbereichskoordinaten (Maus über Fenster)
id: Koordinat domain frekuensi (Arahkan mouse ke jendela)
nl: Coördinaten in het frequentiedomein (Muis over venster)
ro: Coordonate în domeniul de frecvență (Mouse over window)
ru: Координаты частотного домена (Мышь над окном)
vi: Tọa độ miền tần số (Chuột trên cửa sổ)

source: Show analogue frequencies
de: Analoge Frequenzen anzeigen
id: Tampilkan frekuensi analog
nl: Toon analoge frequenties
ro: Afișarea frecvențelor analogice
ru: Показать аналоговые частоты
vi: Hiển thị tần số tương tự

source: Discover HAN Embedded Systems Engineering!
de: Entdecken Sie HAN Embedded Systems Engineering!
id: Temukan Rekayasa Sistem Tertanam HAN!
nl: Ontdek HAN Embedded Systems Engineering!
ro: Descoperiți ingineria sistemelor integrate HAN!
ru: Откройте для себя HAN Embedded Systems Engineering!
vi: Khám phá Kỹ thuật Hệ thống Nhúng HAN!

source: Test results visualization
de: Visualisierung der Testergebnisse
id: Visualisasi hasil tes
nl: Visualisatie van testresultaten
ro: Vizualizarea rezultatelor testelor
ru: Визуализация результатов тестирования
vi: Hình ảnh hóa kết quả kiểm tra

source: Filter parameters
de: Filter-Parameter
id: Parameter filter
ro: Parametrii de filtrare
ru: Параметры фильтра
vi: Thông số bộ lọc

source: Sampling frequency (Hz)
de: Abtastfrequenz (Hz)
id: Frekuensi pengambilan sampel (Hz)
nl: Bemonsteringsfrequentie (Hz)
ro: Frecvența de eșantionare (Hz)
ru: Частота дискретизации (Гц)
vi: Tần số lấy mẫu (Hz)

source: undetermined
de: unbestimmt
id: yg tak dpt ditentukan
nl: onbepaald
ro: nedeterminată
ru: неопределённый
vi: không xác định

source: Filter order
de: Reihenfolge der Filter
id: Urutan filter
nl: Filter orde
ro: Ordine de filtrare
ru: Порядок фильтрации
vi: Thứ tự lọc

source: Supplemental filter amplification (dB) :
de: Zusätzliche Filterverstärkung (dB) :
id: Amplifikasi filter tambahan (dB):
nl: Extra filterversterking (dB) :
ro: Amplificarea filtrului suplimentar (dB) :
ru: Дополнительное усиление фильтра (дБ) :
vi: Khuếch đại bộ lọc bổ sung (dB):

source: Window applied :
de: Fenster angewendet :
id: Jendela diterapkan:
nl: Toegepast venster:
ro: Fereastră aplicată :
ru: Применяемое окно :
vi: Cửa sổ áp dụng:

source: Rectangle
de: Rechteck
id: Persegi panjang
nl: Rechthoek
ro: Dreptunghi
ru: Прямоугольник
vi: Hình chữ nhật

source: Number of bits in coding :
de: Anzahl der Bits in der Codierung :
id: Jumlah bit dalam pengkodean:
nl: Aantal bits in de codering :
ro: Numărul de biți în codare :
ru: Количество бит в кодировке :
vi: Số bit trong mã hóa:

source: Calculate filter
de: Filter berechnen
id: Hitung filter
nl: Filter berekenen
ro: Calculați filtrul
ru: Рассчитать фильтр
vi: Tính toán bộ lọc

source: Dump coefficients
de: Dump der Koeffizienten
id: Koefisien Dump
nl: Dump de coëfficiënten
ro: Coeficienți de descărcare de gestiune
ru: Коэффициенты разгрузки
vi: Hệ số kết xuất

source: &Quit
de: Abschließen
id: Keluar Ctrl + Q
nl: Afsluiten
ru: &Выход
vi: Thoát khỏi

source: Band pass begin (Hz)
de: Bandpassbeginn (Hz)
nl: Banddoorlaat begin (Hz)
ro: Banda de trecere începe (Hz)
ru: Передача полосы начинается (Гц)
vi: Băng thông bắt đầu (Hz)

source: Band pass end (Hz)
de: Bandpass-Ende (Hz)
nl: Banddoorlaat einde (Hz)
ro: Sfârșitul benzii de trecere (Hz)
ru: Конец полосы пропускания (Гц)
vi: Kết thúc băng thông (Hz)

source: Filter test
id: Tes filter
ro: Test de filtrare
ru: Испытание фильтра
vi: Kiểm tra bộ lọc

source: Square wave
de: Rechteckwelle
id: Gelombang persegi
nl: Blokgolf
ro: Undă pătrată
ru: Квадратная волна
vi: Sóng vuông

source: Impulse
de: Impuls
id: Impuls
nl: Impuls
ro: Impuls
ru: Импульс
vi: Thúc đẩy

source: Step
de: Schritt
id: Langkah
nl: Stap
ro: Etapă
ru: Шаг
vi: Bước

source: Test Signal frequency
de: Test Signalfrequenz
id: Uji frekuensi sinyal
nl: Testsignaal frequentie
ro: Frecvența semnalului de testare
ru: Частота тестового сигнала
vi: Kiểm tra tần số tín hiệu

source: Test Signal amplitude
id: Uji amplitudo sinyal
nl: Testsignaalamplitude
ro: Amplitudinea semnalului de testare
ru: Амплитуда тестового сигнала
vi: Kiểm tra biên độ tín hiệu

source: Show test signal
de: Testsignal anzeigen
id: Tampilkan sinyal uji
nl: Testsignaal tonen
ro: Afișați semnalul de testare
ru: Показать тестовый сигнал
vi: Hiển thị tín hiệu kiểm tra

source: Draw interpolation spline
de: Interpolationsspline zeichnen
id: Gambarkan spline interpolasi
nl: Teken interpolatie spline
ro: Desenați spline de interpolare
ru: Нарисовать интерполяционный сплайн
vi: Vẽ spline nội suy

source: Start Filter Test
de: Test
id: Mulai Tes Filter
ro: Începeți testul de filtrare
ru: Тест стартового фильтра
vi: Bắt đầu kiểm tra bộ lọc

source: Specify the sampling frequency in Hz.
de: Geben Sie die Abtastfrequenz in Hz an.
id: Tentukan frekuensi pengambilan sampel dalam Hz.
nl: Specificeer de bemonsteringsfrequentie in Hz.
ro: Specificați frecvența de eșantionare în Hz.
ru: Укажите частоту дискретизации в Гц.
vi: Chỉ định tần số lấy mẫu tính bằng Hz.

source: Frequency:
de: Frequenz:
id: Frekuensi:
nl: Frequentie:
ro: Frecvența:
ru: Частота:
vi: Tần số:

source: The FIR filter system sampling frequency
de: Die Abtastfrequenz des FIR-Filtersystems
id: Frekuensi pengambilan sampel sistem filter FIR
nl: De bemonsteringsfrequentie van het FIR-filtersysteem
ro: Frecvența de eșantionare a sistemului de filtrare FIR
ru: Частота дискретизации системы фильтрации FIR
vi: Tần số lấy mẫu hệ thống lọc FIR
