Repository: giopde1ste/dsplab
Catalog: software/talen/*/DSB.po
Languages: de, id, nl, ro, ru, vi

source: Specify the order of the filter in number of taps.
de: Geben Sie die Reihenfolge des Filters in Anzahl der Taps an.
id: Tentukan urutan filter dalam jumlah keran.
nl: Geef de orde van het filter in het aantal taps.
ro: Specificați ordinea filtrului în număr de atingeri.
ru: Укажите порядок расположения фильтра по количеству ответвлений.
vi: Chỉ định thứ tự của bộ lọc theo số lượng vòi.

source: Filter order:
de: Reihenfolge filtern:
id: Urutan filter:
nl: Filter orde:
ro: Ordine de filtrare:
ru: Порядок фильтрации:
vi: Thứ tự lọc:

source: Taps in the FIR filter system
de: Die Abtastfrequenz des FIR-Filtersystems
id: Ketuk dalam sistem filter FIR
nl: Taps van het FIR-filtersysteem
ro: Taps în sistemul de filtrare FIR
ru: Краны в системе фильтрации FIR
vi: Tần số lấy mẫu hệ thống lọc FIR

source: The start of the pass band must be smaller than the end.
de: Der Anfang des Durchlassbereichs muss kleiner als das Ende sein.
id: Awal band pass harus lebih kecil dari akhirnya.
nl: Het begin van de pasband moet kleiner zijn dan het einde.
ro: Începutul benzii de trecere trebuie să fie mai mic decât sfârșitul.
ru: Начало полосы пропускания должно быть меньше конца.
vi: Điểm bắt đầu của dải thông phải nhỏ hơn điểm kết thúc.

source: Student version
de: Studentenversion
id: Versi siswa
nl: Studentenversie
ro: Versiunea pentru studenți
ru: Студенческая версия
vi: Phiên bản sinh viên

source: Assignment 4 DSB Practicum
de: Zuweisung 4 DSB-Praktikum
id: Tugas 4 Praktikum DSB
nl: Opdracht 4 DSB Practicum
ro: Sarcina 4 DSB Practicum
ru: Задание 4 DSB Практика
vi: Bài tập 4 DSB Practiceicum

source: Design and implement a FIR filter design tool based on the sinc() function.
de: Entwerfen und Implementieren eines FIR-Filter-Entwurfswerkzeugs auf der Basis der sinc()-Funktion.
id: Merancang dan mengimplementasikan alat desain filter FIR berdasarkan fungsi sinc ().
nl: Ontwerp en implementeer een FIR filterontwerptool gebaseerd op de sinc() functie.
ro: Proiectarea și implementarea unui instrument de proiectare a unui filtru FIR bazat pe funcția sinc().
ru: Проектируйте и реализуйте инструмент проектирования FIR-фильтров на основе функции sinc().
vi: Thiết kế và triển khai một công cụ thiết kế bộ lọc FIR dựa trên hàm chân ().

source: Save the filter design as a C or CPP header file
de: Speichern Sie den Filterentwurf als C- oder CPP-Header-Datei
id: Simpan desain filter sebagai file header C atau CPP
nl: Sla het filterontwerp op als een C- of CPP-koptekstbestand
ro: Salvați proiectul filtrului ca fișier de antet C sau CPP
ru: Сохранить конструкцию фильтра в виде заголовочного файла C или CPP
vi: Lưu thiết kế bộ lọc dưới dạng tệp tiêu đề C hoặc CPP

source: Header file written succesfully.
de: Header-Datei erfolgreich geschrieben.
id: File header ditulis dengan sukses.
nl: Headerbestand met succes geschreven.
ro: Fișier de antet scris cu succes.
ru: Заголовочный файл написан успешно.
vi: Tập tin tiêu đề viết thành công.

source: Coefficient[%d] = %d (float:%f)
de: Koeffizient[%d] = %d (Schwimmer:%f)
id: Koefisien [%d] =%d (float:%f)
nl: Coëfficiënt [%d] = %d (float:%f)
ro: Coeficient[%d] = %d (float:%f)
ru: Коэффициент[%d] = %d (float:%f)
vi: Hệ số [%d] =%d (float:%f)

source: FIR filter designer for HAN Embedded Systems Engineering Digital Signal Processing
de: FIR-Filter-Designer für HAN Embedded Systems Engineering Digitale Signalverarbeitung
id: Perancang filter FIR untuk HAN Embedded Systems Engineering Digital Signal Processing
nl: FIR filterontwerper voor HAN Embedded Systems Engineering Digitale Signaalverwerking
ro: Proiectant de filtre FIR pentru HAN Ingineria sistemelor încorporate Prelucrarea digitală a semnalelor
ru: Разработчик КИХ-фильтров для HAN Инженерия встраиваемых систем Цифровая обработка сигналов
vi: Nhà thiết kế bộ lọc FIR cho Xử lý tín hiệu kỹ thuật số Kỹ thuật hệ thống nhúng HAN

source: Demoversion
id: Versi demo
nl: Demoversie
ru: Демонстрация
vi: Phiên bản dùng thử

source: Coefficient[%d] = %.3f (Q%d:%d)
de: Koeffizient[%d] = %.3f (Q%d:%d)
id: Koefisien[%d] = %.3f (Q%d:%d)
nl: Coëfficiënt [%d] = %.3f (Q%d:%d)
ro: Coeficient[%d] = %.3f (Q%d:%d)
ru: Коэффициент[%d] = %.3f (Q%d:%d)
vi: Hệ số [%d] =%.3f (Q%d:%d)

source: Mouse = [%.3f*pi,%.3f dB]. |H(%.3f*pi)| = %.3f dB
de: Maus = [%.3f*pi,%.3f dB]. |H(%.3f*pi)| = %.3f dB
nl: Muis = [%.3f*pi,%.3f dB]. |H(%.3f*pi)| = %.3f dB
ru: Мышь = [%.3f*pi,%.3fdB]. |H(%.3f*pi)| = %.3f dB
vi: Chuột = [%.3f * pi,%.3f dB]. | H (%.3f * pi) | =%.3f dB

source: Mouse = [%.3f Hz,%.3f dB]. |H(%.3f Hz)| = %.3f dB
de: Maus = [%.3f Hz,%.3f dB]. |H(%.3f Hz)| = %.3f dB
nl: Muis = [%.3f Hz,%.3f dB]. |H(%.3f Hz)| = %.3f dB
ru: Мышь = [%.3f Hz,%.3f dB]. |H(%.3f Hz)| = %.3f dB
vi: Chuột = [%.3f Hz,%.3f dB]. | H (%.3f Hz) | =%.3f dB

source: FIR Filter Designer
id: Perancang Filter FIR
nl: FIR Filterontwerper
ro: Filtru FIR Designer
ru: Конструктор фильтра FIR
vi: Nhà thiết kế bộ lọc FIR

source: Testsignaal
id: Tanda uji
ru: Тестинаал
vi: Xét nghiệm

source: Fixed Point FIR band pass filter
de: Festkomma-FIR-Bandpassfilter
nl: Fixed Point FIR banddoorlaatfilter
ro: Punct fix filtru de trecere a benzii FIR
ru: Фиксированная точка FIR полосовой фильтр прохода
vi: Đã sửa lỗi bộ lọc thông dải FIR

source: Please enter one ore more floating point values.
de: Bitte geben Sie einen oder mehrere Fließkommawerte ein.
id: Harap masukkan satu atau lebih nilai floating point.
nl: Voer één of meer glijdende kommawaarden in.
ro: Vă rugăm să introduceți una sau mai multe valori în virgulă mobilă.
ru: Пожалуйста, введите на одну руду больше значений с плавающей точкой.
vi: Vui lòng nhập thêm một giá trị dấu phẩy động.

source: &Clear
de: Löschen
id: &Bersih
nl: &Wissen
ru: Очистить
vi: クリア（＆C）

source: &OK
id: &OKE
vi: Chấp nhận

source: &Cancel
de: Abbre&chen
id: &Membatalkan
nl: &Annuleer
ro: &Anuleaza
ru: &Отмена
vi: &Hủy bỏ

source: Conversion to a floating point value of this content :
de: Umwandlung in einen Fließkommawert dieses Inhalts :
id: Konversi ke nilai floating point konten ini:
nl: Conversie naar een drijvende komma waarde van deze inhoud :
ro: Conversia la o valoare în virgulă mobilă a acestui conținut :
ru: Преобразование в значение с плавающей точкой этого содержимого :
vi: Chuyển đổi sang giá trị dấu phẩy động của nội dung này:

source: failed.
de: gescheitert.
id: gagal.
nl: mislukt.
ro: a eșuat.
ru: не удалось.
vi: thất bại.

source: Entry of custom data for the IIR filter designer.
de: Eingabe von benutzerdefinierten Daten für den IIR-Filter-Designer.
id: Entri data kustom untuk desainer filter IIR.
nl: Invoer van aangepaste gegevens voor de IIR-filterontwerper.
ro: Introducerea de date personalizate pentru proiectantul filtrului IIR.
ru: Ввод пользовательских данных для проектировщика IIR-фильтров.
vi: Nhập dữ liệu tùy chỉnh cho trình thiết kế bộ lọc IIR.

source: Filter calculation start.
de: Start der Filterberechnung.
id: Perhitungan filter dimulai.
nl: Begin filterberekening.
ro: Începe calculul filtrului.
ru: Начало расчета фильтра.
vi: Bắt đầu tính toán bộ lọc.

source: The number of input coefficents must be equal to or larger than one.
de: Die Anzahl der Eingabekoeffizienten muss gleich oder größer als eins sein.
id: Jumlah koefisien input harus sama dengan atau lebih besar dari satu.
nl: Het aantal invoercoëfficiënten moet gelijk aan of groter dan één zijn.
ro: Numărul de coeficienți de intrare trebuie să fie egal sau mai mare decât unu.
vi: Số lượng hệ số đầu vào phải bằng hoặc lớn hơn một.

source: Impulse response[%d] : %s
de: Impulsantwort[%d] : %s
id: Respons impuls [%d]: %s
nl: Impulsrespons[%d] : %s
ro: Răspunsul la impulsuri[%d] : %s
vi: Phản hồi xung[%d] : %s

source: Your did not enter any zeros and poles. You must provide at least one pole and one zero.
de: Sie haben keine Nullen und Pole eingegeben. Sie müssen mindestens einen Pol und eine Null angeben.
id: Anda tidak memasukkan angka nol dan kutub apa pun. Anda harus memberikan setidaknya satu kutub dan satu nol.
nl: Je hebt geen nulpunten en palen ingevoerd. Je moet minstens één pool en één nul opgeven.
ro: Nu ați introdus niciun zero și niciun pol. Trebuie să furnizați cel puțin un pol și un zero.
ru: Вы не ввели ни нулей, ни полюсов. Ты должен предоставить хотя бы один полюс и один ноль.
vi: Của bạn đã không nhập bất kỳ số không và cực. Bạn phải cung cấp ít nhất một cực và một số không.

source: Impulse response scale factor : %s db
de: Skalierungsfaktor der Impulsantwort : %s db
id: Faktor skala respons impuls: %s db
nl: Schaalfactor impulsrespons : %s db
ro: Factorul de scalare a răspunsului la impulsuri : %s db
vi: Hệ số thang đo đáp ứng xung : %s db

source: Frequency domain[%s rad] :
de: Frequenzbereich[%s rad] :
id: Domain frekuensi [%s rad] :
nl: Frequentiegebied[%s rad] :
ro: Domeniul de frecvență[%s rad] :
vi: Miền tần số[%s rad] :

source: The entered value
de: Der eingegebene Wert
id: Nilai yang dimasukkan
nl: De ingevoerde waarde
ro: Valoarea introdusă
ru: Введенное значение
vi: Giá trị đã nhập

source: cannot be used for scaling the frequency plot
de: kann nicht zur Skalierung des Frequenzdiagramms verwendet werden
id: tidak dapat digunakan untuk menskalakan plot frekuensi
nl: kan niet worden gebruikt voor het schalen van de frequentiegrafiek
ro: nu poate fi utilizat pentru scalarea graficului de frecvență
ru: нельзя использовать для масштабирования графика частоты
vi: không thể được sử dụng để mở rộng biểu đồ tần số

source: The number of points must be larger than zero.
de: Die Anzahl der Punkte muss größer als Null sein.
id: Jumlah poin harus lebih besar dari nol.
nl: Het aantal punten moet groter zijn dan nul.
ro: Numărul de puncte trebuie să fie mai mare decât zero.
ru: Количество точек должно быть больше нуля.
vi: Số lượng điểm phải lớn hơn không.

source: Your coefficients are too large for proper scaling in the frequency window. Please scale down the coefficients.
de: Ihre Koeffizienten sind zu groß für eine korrekte Skalierung im Frequenzfenster. Bitte verkleinern Sie die Koeffizienten.
id: Koefisien Anda terlalu besar untuk penskalaan yang tepat di jendela frekuensi. Silakan turunkan skala koefisiennya.
nl: Uw coëfficiënten zijn te groot voor een goede schaling in het frequentievenster. Verklein de coëfficiënten.
ro: Coeficienții dvs. sunt prea mari pentru o scalare adecvată în fereastra de frecvență. Vă rugăm să micșorați coeficienții.
vi: Các hệ số của bạn quá lớn để chia tỷ lệ thích hợp trong cửa sổ tần số. Vui lòng thu nhỏ các hệ số.

source: Z Plane
de: Z-Ebene
id: Pesawat Z
nl: Z-vlak
ro: Planul Z
ru: Z-плоскость
vi: Máy bay Z

source: Load a filter configuration Ctrl+O
de: Laden einer Filterkonfiguration Strg+O
id: Muat konfigurasi filter Ctrl+O
nl: Laad een filterkonfiguratie Ctrl+O
ro: Încărcați o configurație de filtru Ctrl+O
ru: Загрузить конфигурацию фильтра Ctrl+O
vi: Tải cấu hình bộ lọc Ctrl+O

source: Save the filter configuration Ctrl+S
de: Speichern der Filterkonfiguration Strg+S
id: Simpan konfigurasi filter Ctrl+S
nl: De filterkonfiguratie opslaan Ctrl+S
ro: Salvați configurația filtrului Ctrl+S
ru: Сохранить конфигурацию фильтра Ctrl+S
vi: Lưu cấu hình bộ lọc Ctrl+S

source: Reset to demo values
de: Rücksetzen auf Demo-Werte
id: Setel ulang ke nilai demo
nl: Terugzetten naar demo waarden
ro: Resetare la valorile demo
ru: Сброс на демонстрационные значения
vi: Đặt lại về giá trị demo

source: Export the time domain to an image
de: Exportieren Sie den Zeitbereich in ein Bild
id: Mengekspor domain waktu ke gambar
nl: Exporteer het tijdsdomein naar een afbeelding
ro: Exportați domeniul temporal într-o imagine
ru: Экспорт временной области в изображение
vi: Xuất miền thời gian thành hình ảnh

source: Export the pole-zero diagram to an image
de: Exportieren Sie das Pol-Null-Diagramm in ein Bild
id: Mengekspor diagram kutub-nol ke gambar
nl: Exporteer het pool-nulpunt diagram naar een afbeelding
ro: Exportați diagrama pol-zero într-o imagine
ru: Экспортируйте диаграмму полюсов-нулей в изображение
vi: Xuất biểu đồ cực không sang hình ảnh

source: Export the frequency domain to an image
de: Exportieren Sie den Frequenzbereich in ein Bild
id: Mengekspor domain frekuensi ke gambar
nl: Exporteer het frequentiedomein naar een afbeelding
ro: Exportați domeniul de frecvență într-o imagine
ru: Экспорт частотной области в изображение
vi: Xuất miền tần số sang hình ảnh

source: Export the test signal output to an image
de: Exportieren Sie die Ausgabe des Testsignals in ein Bild
id: Mengekspor output sinyal uji ke gambar
nl: Uitvoer van het testsignaal naar een afbeelding
ro: Exportați semnalul de ieșire al testului într-o imagine
ru: Экспорт выходного тестового сигнала в изображение
vi: Xuất đầu ra tín hiệu thử nghiệm thành hình ảnh

source: Export the time domain output in CSV format
de: Exportieren Sie die Zeitbereichsausgabe im CSV-Format
id: Mengekspor output domain waktu dalam format CSV
nl: Exporteer de tijddomeinuitvoer in CSV-formaat
ro: Exportați ieșirea în domeniul timpului în format CSV
ru: Экспорт выходных данных временной области в формате CSV
vi: Xuất đầu ra miền thời gian ở định dạng CSV

source: Horizontal plotting limit
de: Horizontale Plotgrenze
id: Batas plot horizontal
nl: Horizontale plotlimiet
ro: Limita de trasare orizontală
ru: Предел горизонтального черчения
vi: Giới hạn vẽ đồ thị theo chiều ngang

source: Auto
id: Otomatis
nl: Automatisch
ru: Авто
vi: Tự động

source: sampling moments
de: abtastzeitpunkte
id: momen pengambilan sampel
nl: bemonsteringsmomenten
ro: momente de eșantionare
ru: моменты выборки
vi: thời điểm lấy mẫu

source: Configuration name
de: Name der Konfiguration
id: Nama konfigurasi
nl: Configuratie naam
ro: Numele configurației
ru: Имя конфигурации
vi: Tên cấu hình

source: Generic digital fiter
de: Allgemeiner digitaler Fiter
id: Fiter digital generik
nl: Generiek digitale fiter
ro: Fiter digital generic
ru: Общий цифровой фильтр
vi: Bộ nối kỹ thuật số chung

source: Frequency image elements
de: Frequenzbild-Elemente
id: Elemen gambar frekuensi
nl: Frequentiebeeldelementen
ro: Elemente de imagine de frecvență
ru: Элементы частотного изображения
vi: Các yếu tố hình ảnh tần số

source: analogue frequencies
de: analoge Frequenzen
id: frekuensi analog
nl: analoge frequenties
ro: frecvențe analogice
ru: аналоговые частоты
vi: tần số tương tự

source: magnitude
de: größenordnung
id: besarnya
nl: grootte
ro: magnitudine
ru: величина
vi: độ lớn

source: Show full sampled range
de: Vollständigen Abtastbereich anzeigen
id: Tampilkan rentang sampel lengkap
nl: Toon volledig bemonsterd bereik
ro: Afișați întreaga gamă eșantionată
ru: Показать полный диапазон выборки
vi: Hiển thị đầy đủ phạm vi được lấy mẫu

source: phase angle
de: phasenwinkel
id: sudut fase
nl: fasehoek
ro: unghiul de fază
ru: фазовый угол
vi: góc pha

source: Vertical plotting limits
de: Vertikale Plotgrenzen
id: Batas plot vertikal
nl: Verticale uitzetgrenzen
ro: Limite de trasare verticală
ru: Пределы вертикального черчения
vi: Giới hạn vẽ biểu đồ dọc

source: to
de: bis
id: untuk
nl: tot
ro: catre
ru: в
vi: đến

source: Pole-Zero diagram
de: Pol-Null-Diagramm
id: Diagram Kutub-Nol
nl: Pool-Nulpunten diagram
ro: Diagrama Polul Zero
ru: Диаграмма нулевого полюса
vi: Sơ đồ cực Zero

source: Test signal output
de: Ausgang des Testsignals
id: Uji keluaran sinyal
nl: Uitgang testsignaal
ro: Ieșirea semnalului de testare
ru: Выход тестового сигнала
vi: Kiểm tra đầu ra tín hiệu

source: Filter amplification (dB) :
de: Filter-Verstärkung (dB) :
id: Amplifikasi filter (dB):
nl: Filterversterking (dB) :
ro: Amplificarea filtrului (dB) :
ru: Усиление фильтра (дБ) :
vi: Khuếch đại bộ lọc (dB):

source: Clear filter
de: Filter löschen
id: Hapus filter
nl: Filter wissen
ro: Curăță filtru
vi: Làm sạch bộ lọc

source: Dump GUI calculations
de: Dump-GUI-Berechnungen
id: Perhitungan DUI GUI
nl: Dump GUI-berekeningen
ro: Calculele de dumping GUI
ru: Расчеты GUI дампа
vi: Tính toán GUI kết xuất

source: Show signal value labels
de: Signalwertbeschriftungen anzeigen
id: Tunjukkan label nilai sinyal
nl: Signaalwaardelabels tonen
ro: Afișați etichetele valorilor semnalului
ru: Показывать метки значений сигналов
vi: Hiển thị nhãn giá trị tín hiệu

source: Find out what an exciting study Embedded Systems Engineering is! Press this button to visit the ESE web site.
de: Finden Sie heraus, was für ein spannendes Studium Embedded Systems Engineering ist! Drücken Sie diesen Button, um die ESE-Website zu besuchen.
id: Cari tahu apa studi yang menarik Rekayasa Sistem Tertanam itu! Tekan tombol ini untuk mengunjungi situs web ESE.
nl: Ontdek wat een boeiende studie Embedded Systems Engineering is! Druk op deze knop om de ESE website te bezoeken.
ro: Aflați ce studiu interesant este Ingineria sistemelor integrate! Apăsați acest buton pentru a vizita site-ul web ESE.
ru: Узнайте, что такое захватывающее исследование Embedded Systems Engineering! Нажмите эту кнопку, чтобы перейти на веб-сайт ESE.
vi: Tìm hiểu một nghiên cứu thú vị Kỹ thuật hệ thống nhúng là gì! Nhấn nút này để truy cập trang web ESE.

source: b-coefficients for x[n] and earlier
de: b-Koeffizienten für x[n] und früher
id: koefisien-b untuk x [n] dan sebelumnya
nl: b-coëfficiënten voor x[n] en eerder
ro: b-coeficienți pentru x[n] și mai devreme
ru: b-коэффициенты для x[н] и ранее
vi: b-hệ số cho x [n] trở về trước

source: Assume that the b coefficients are listed on the right side of the equation sign in the recursive formula, with y[n] on the left side of the equation sign.
de: Nehmen Sie an, dass die b-Koeffizienten auf der rechten Seite des Gleichungszeichens in der rekursiven Formel aufgeführt sind und y[n] auf der linken Seite des Gleichungszeichens.
id: Asumsikan bahwa koefisien b tercantum di sisi kanan tanda persamaan pada rumus rekursif, dengan y[n] di sisi kiri tanda persamaan.
nl: Neem aan dat de b-coëfficiënten rechts van het vergelijkingsteken in de recursieve formule staan, met y[n] links van het vergelijkingsteken.
ro: Să presupunem că coeficienții b sunt enumerați în partea dreaptă a semnului ecuației în formula recursivă, cu y[n] în partea stângă a semnului ecuației.
vi: Giả sử rằng các hệ số b được liệt kê ở phía bên phải của dấu phương trình trong công thức đệ quy, với y[n] ở phía bên trái của dấu phương trình.

source: a-coefficients for y[n-1] and earlier
de: a-Koeffizienten für y[n-1] und früher
id: a-koefisien untuk y [n-1] dan sebelumnya
nl: a-coëfficiënten voor y[n-1] en eerder
ro: coeficienții a- pentru y[n-1] și mai devreme
ru: коэффициенты для y[n-1] и раньше
vi: a-hệ số cho y [n-1] trở về trước

source: Assume that the a coefficients are listed on the right side of the equation sign in the recursive formula, with y[n] on the left side of the equation sign.
de: Nehmen Sie an, dass die a-Koeffizienten auf der rechten Seite des Gleichungszeichens in der rekursiven Formel aufgeführt sind und y[n] auf der linken Seite des Gleichungszeichens.
id: Asumsikan bahwa koefisien a tercantum di sisi kanan tanda persamaan dalam rumus rekursif, dengan y[n] di sisi kiri tanda persamaan.
nl: Neem aan dat de a-coëfficiënten rechts van het vergelijkingsteken in de recursieve formule staan, met y[n] links van het vergelijkingsteken.
ro: Să presupunem că coeficienții a sunt enumerați în partea dreaptă a semnului ecuației în formula recursivă, cu y[n] în partea stângă a semnului ecuației.
vi: Giả sử rằng các hệ số a được liệt kê ở phía bên phải của dấu phương trình trong công thức đệ quy, với y[n] ở phía bên trái của dấu phương trình.

source: Show information about these entry fields.
de: Informationen zu diesen Eingabefeldern anzeigen.
id: Tampilkan informasi mengenai bidang entri ini.
nl: Toon informatie over deze invoervelden.
ro: Afișează informații despre aceste câmpuri de intrare.
ru: Покажите информацию об этих полях ввода.
vi: Hiển thị thông tin về các trường nhập này.

source: Scale factor
de: Skalierungsfaktor
id: Faktor skala
nl: Schaalfaktor
ro: Factor de scară
vi: Hệ số tỷ lệ

source: All input coefficients are multiplied by this scaling factor.
de: Alle Eingabekoeffizienten werden mit diesem Skalierungsfaktor multipliziert.
id: Semua koefisien input dikalikan dengan faktor penskalaan ini.
nl: Alle invoercoëfficiënten worden met deze schaalfactor vermenigvuldigd.
ro: Toți coeficienții de intrare sunt înmulțițiți cu acest factor de scalare.
vi: Tất cả các hệ số đầu vào được nhân với hệ số tỷ lệ này.

source: All output coefficients are multiplied by this scaling factor.
de: Alle Ausgabekoeffizienten werden mit diesem Skalierungsfaktor multipliziert.
id: Semua koefisien output dikalikan dengan faktor penskalaan ini.
nl: Alle uitvoercoëfficiënten worden met deze schaalfactor vermenigvuldigd.
ro: Toți coeficienții de ieșire sunt înmulțițiți cu acest factor de scalare.
vi: Tất cả các hệ số đầu ra được nhân với hệ số tỷ lệ này.

source: Coefficients
de: Koeffizienten
id: Koefisien
nl: Coëfficiënten
ro: Coeficienți
ru: Коэффициенты
vi: Hệ số

source: locations of the zeros
de: stellen der Nullen
id: lokasi nol
nl: lokaties van de nulpunten
ro: locațiile zerourilor
ru: нули
vi: vị trí của các số không

source: locations of the poles
de: Standorte der Pole
id: lokasi kutub
nl: lokaties van de polen
ro: amplasarea polilor
ru: расположение полюсов
vi: vị trí của các cực

source: Gain compensation
de: Kompensation des Gewinns
id: Dapatkan kompensasi
nl: Versterkingscompensatie
ro: Compensarea câștigului
ru: Компенсация прибыли
vi: Được bồi thường

source: Scale the peak output to 0 dB
de: Skalierung der Spitzenleistung auf 0 dB
id: Skala output puncak menjadi 0 dB
nl: Schaal de piekuitvoer naar 0 dB
ro: Scalați ieșirea de vârf la 0 dB
ru: Масштабировать пиковую мощность до 0 дБ
vi: Chia tỷ lệ đầu ra cực đại thành 0 dB

source: Purpose based pole-zero insertion
de: Zweckgebundene Pol-Null-Einfügung
id: Penyisipan pole-nol berbasis tujuan
nl: Doelgericht pool-nulpunt invoegen
ro: Inserție pol-zero bazată pe scop
ru: Вставка полюса-нуля на основе цели
vi: Chèn cực không dựa trên mục đích

source: Insert a zero in the origin.
de: Fügen Sie am Ursprung eine Null ein.
id: Sisipkan angka nol di titik asal.
nl: Voeg een nul in op de oorsprong.
ro: Introduceți un zero în origine.
ru: Вставьте ноль в начало координат.
vi: Chèn một số 0 trong điểm gốc.

source: Pole at Origin
de: Pole am Ursprung
id: Tiang di Asal
nl: Pool in Oorsprong
ro: Polul la origine
ru: Полюс у истоков
vi: Cực tại nguồn gốc

source: Insert a pole in the origin.
de: Fügen Sie einen Pol am Ursprung ein.
id: Sisipkan sebuah tiang di tempat asal.
nl: Plaats een pool in de oorsprong.
ro: Introduceți un pol în origine.
ru: Вставьте полюс в начало координат.
vi: Chèn một cực vào gốc.

source: Comb expression
de: Kammausdruck
id: Ekspresi Sisir
nl: Kamuitdrukking
ro: Expresia pieptene
ru: Комбинированная экспрессия
vi: Biểu thức lược

source: Insert a comb expression of either zeros or poles.
de: Fügen Sie einen Kammausdruck ein, der entweder Nullen oder Pole enthält.
id: Sisipkan ekspresi sisir yang terdiri dari nol atau kutub.
nl: Voeg een kamuitdrukking van nullen of polen in.
ro: Introduceți o expresie de pieptene fie de zerouri, fie de poli.
ru: Вставьте гребенчатое выражение, состоящее либо из нулей, либо из полюсов.
vi: Chèn biểu thức lược của số không hoặc cực.

source: frequency (Hz)
de: frequenz (Hz)
id: frekuensi (Hz)
nl: frequentie (Hz)
ro: frecvența (Hz)
ru: частота (Гц)
vi: tần số (Hz)

source: -3 dB band (Hz)
ro: -banda de 3 dB (Hz)
ru: -полоса 3 дБ (Гц)
vi: Băng tần -3 dB (Hz)

source: Insert as bandpass
de: Als Bandpass einfügen
id: Masukkan sebagai bandpass
nl: Voeg in als banddoorlaat
ro: Introduceți ca bandpass
ru: Вставка как полоса пропускания
vi: Chèn làm dải thông
