Repository: giopde1ste/dsplab
Catalog: software/talen/*/DSB.po
Languages: de, id, nl, ro, ru, vi

source: Insert a pair of conjugated poles that invokes the bandpass behaviour at the indicated frequency.
de: Fügen Sie ein Paar konjugierter Pole ein, das das Bandpassverhalten bei der angegebenen Frequenz hervorruft.
id: Sisipkan sepasang kutub terkonjugasi yang memunculkan perilaku bandpass pada frekuensi yang ditunjukkan.
nl: Voeg een paar geconjugeerde polen in, die het banddoorlaat gedrag op de aangegeven frequentie oproepen.
ro: Introduceți o pereche de poli conjugați care invocă comportamentul de trecere de bandă la frecvența indicată.
ru: Вставьте пару сопряженных полюсов, вызывающих полосовое поведение на указанной частоте.
vi: Chèn một cặp cực liên hợp tạo ra hành vi thông dải ở tần số được chỉ định.

source: Insert as bandstop
de: Einsatz als Bandstop
id: Masukkan sebagai bandstop
nl: Voeg in als bandsper
ro: Introduceți ca opritor de bandă
ru: Вставка в качестве ограничителя полосы
vi: Chèn dưới dạng bandstop

source: Insert pairs of conjugated zeros and poles that invoke the bandstop behaviour at the indicated frequency.
de: Fügen Sie Paare von konjugierten Nullen und Polen ein, die das Bandsperrverhalten bei der angegebenen Frequenz hervorrufen.
id: Masukkan pasangan nol dan kutub terkonjugasi yang memunculkan perilaku bandstop pada frekuensi yang ditunjukkan.
nl: Voeg paren geconjugeerde nullen en polen in die het bandstop-gedrag bij de aangegeven frequentie oproepen.
ro: Introduceți perechi de zerouri și poli conjugați care invocă comportamentul de bandă de oprire la frecvența indicată.
ru: Вставьте пары сопряженных нулей и полюсов, которые вызывают поведение полосовой остановки на указанной частоте.
vi: Chèn các cặp số không và cực liên hợp gọi hành vi dải băng tần ở tần số được chỉ định.

source: Zeros and Poles
de: Nullen und Pole
id: Nol dan Polandia
nl: Nulpunten en Polen
ro: Zerouri și poli
ru: Нули и полюса
vi: Số không và cực

source: Analog filter type
de: Analoger Filtertyp
id: Jenis filter analog
nl: Analoog filtertype
ro: Tip de filtru analogic
ru: Тип аналогового фильтра
vi: Loại bộ lọc tương tự

source: Butterworth
ru: Баттерворт
vi: Bơ

source: Chebyshev
de: Tschebyschow
ru: Чебышев
vi: Ch Quashev

source: 2nd order
de: 2. Ordnung
id: Urutan 2
nl: 2e orde
ro: a 2-a comandă
ru: второй заказ
vi: Đơn hàng thứ 2

source: 4th order
de: 4. Ordnung
id: Urutan 4
nl: 4e orde
ro: A patra comandă
ru: 4-я серия
vi: Đơn hàng thứ 4

source: 6th order
de: 6. Ordnung
id: Urutan 6
nl: 6e orde
ro: Al 6-lea ordin
ru: 6-й порядок
vi: Đơn hàng thứ 6

source: 8th order
de: 8. Ordnung
id: Urutan 8
nl: 8e orde
ro: a 8-a comandă
ru: 8-ой порядок
vi: Đơn hàng thứ 8

source: 10th order
de: 10. Ordnung
id: Urutan 10
nl: 8e orde
ro: A 10-a comandă
ru: 10-я серия
vi: Đơn hàng thứ 10

source: 12th order
de: 12. Ordnung
id: Urutan ke-12
nl: 12e orde
ro: A 12-a comandă
ru: 12-й заказ
vi: Đơn hàng thứ 12

source: 14th order
de: 14. Ordnung
id: Urutan 14
nl: 14e orde
ro: A 14-a comandă
ru: 14-я серия
vi: Đơn hàng thứ 14

source: 16th order
de: 16. Ordnung
id: Urutan ke-16
nl: 16e orde
ro: A 16-a comandă
ru: 16-й заказ
vi: Đơn hàng thứ 16

source: 1st order
de: 1. Ordnung
id: Pesanan pertama
nl: 1e orde
ro: Prima comandă
ru: 1-й заказ
vi: Đơn hàng thứ 1

source: Polar magnitude safety margin
de: Sicherheitsabstand der polaren Größenordnung
id: Margin keamanan berkekuatan kutub
nl: Polaire grootte veiligheidsmarge
ro: Marja de siguranță a magnitudinii polare
ru: Запас прочности полярной величины
vi: Biên độ an toàn cực

source: Chebyshev ripple control
de: Tschebyscheff-Rundsteuerung
id: Kontrol riak Chebyshev
nl: Chebyshev rimpelregeling
ro: Control al ondulației Chebyshev
ru: Управление пульсациями по Чебышеву
vi: Kiểm soát gợn sóng Chebyshev

source: Analog filter prototype
de: Prototyp eines Analogfilters
id: Prototipe filter analog
nl: Analoog filterprototype
ro: Prototip de filtru analogic
ru: Прототип аналогового фильтра
vi: Nguyên mẫu lọc tương tự

source: Custom
de: Benutzerdefiniert
id: Kustom
nl: Aangepast
ro: Personalizat
ru: Пользовательский
vi: Tùy chỉnh

source: Absolute
de: Absolut
id: Absolut
nl: Absoluut
ro: Absolut
ru: Абсолютно
vi: Tuyệt đối

source: Type
de: Typ
id: Tipe
ro: Tip
ru: Тип
vi: Loại

source: Test output options
de: Optionen für die Testausgabe
id: Menguji opsi keluaran
nl: Test uitvoer opties
ro: Opțiuni de ieșire a testelor
ru: Опции тестового вывода
vi: Kiểm tra các tùy chọn đầu ra

source: Draw the test signal also.
de: Zeichnen Sie auch das Testsignal.
id: Gambarkan juga sinyal uji.
nl: Teken het testsignaal ook.
ro: Desenați și semnalul de test.
ru: Нарисуйте также тестовый сигнал.
vi: Vẽ tín hiệu kiểm tra cũng được.

source: Draw interpolation
de: Zeichnen der Interpolation
id: Gambar interpolasi
nl: Teken interpolatie
ro: Desenați interpolarea
ru: Интерполяция чертежей
vi: Vẽ nội suy

source: Draw a spline that interpolates the filtered data.
de: Zeichnen Sie einen Spline, der die gefilterten Daten interpoliert.
id: Gambar spline yang menginterpolasi data yang difilter.
nl: Teken een spline die de gefilterde gegevens interpoleert.
ro: Desenați o spline care interpolează datele filtrate.
ru: Нарисуйте сплайн, который интерполирует отфильтрованные данные.
vi: Vẽ một đường nội suy dữ liệu đã lọc.

source: Post process auto scaling
de: Automatische Skalierung nach dem Prozess
id: Penskalaan otomatis proses pasca
nl: Post-proces automatisch schalen
ro: Scalare automată post proces
ru: Автоматическое масштабирование постпроцесса
vi: Đăng quy trình tự động mở rộng quy mô

source: Scale automatically to show all presented data in the graph window.
de: Automatisch skalieren, um alle dargestellten Daten im Diagrammfenster anzuzeigen.
id: Skala secara otomatis untuk menampilkan semua data yang disajikan di jendela grafik.
nl: Schaal automatisch om alle gepresenteerde gegevens in het grafiekvenster te tonen.
ro: Scalați automat pentru a afișa toate datele prezentate în fereastra grafică.
ru: Масштабирование автоматически для отображения всех представленных данных в окне графика.
vi: Quy mô tự động để hiển thị tất cả dữ liệu được trình bày trong cửa sổ biểu đồ.

source: Input starts at:
de: Die Eingabe beginnt bei:
id: Masukan dimulai dari:
nl: De invoer begint bij:
ro: Intrarea începe la:
ru: Вход начинается с:
vi: Đầu vào bắt đầu lúc:

source: Number of points
de: Anzahl der Punkte
id: Jumlah poin
nl: Aantal punten
ro: Număr de puncte
ru: Кол-во поинов
vi: Số điểm

source: Opdracht 6 DSB Practicum Embedded Systems Engineering bij de HAN.
de: Opdracht 6 DSB Praktikum Embedded Systems Engineering bij de HAN.
id: Opdracht 6 DSB Praktikum Teknik Sistem Tertanam dan HAN.
vi: Opdracht 6 DSB Practiceicum Embedded Systems Engineering bij de HAN.

source: Design and implement an IIR Filter design tool.
de: Entwurf und Implementierung eines IIR-Filter-Entwurfswerkzeugs.
id: Mendesain dan mengimplementasikan alat desain Filter IIR.
nl: Ontwerp en implementeer een IIR filter ontwerp tool.
ro: Proiectarea și implementarea unui instrument de proiectare a unui filtru IIR.
ru: Проектирование и внедрение инструмента для проектирования фильтров IIR.
vi: Thiết kế và triển khai công cụ thiết kế Bộ lọc IIR.

source: Default
de: Standard
nl: Standaard
ro: Implicit
ru: По умолчанию
vi: Mặc định

source: Error creating the base directory where the Filter coefficients will be stored.
de: Fehler beim Erstellen des Basisverzeichnisses, in dem die Filterkoeffizienten gespeichert werden.
id: Terjadi kesalahan saat membuat direktori dasar tempat koefisien Filter akan disimpan.
nl: Fout bij het aanmaken van de basismap waar de filtercoëfficiënten worden opgeslagen.
ro: Eroare la crearea directorului de bază în care vor fi stocați coeficienții de filtrare.
ru: Ошибка создания базового каталога, в котором будут храниться коэффициенты фильтра.
vi: Lỗi khi tạo thư mục cơ sở nơi các hệ số Bộ lọc sẽ được lưu trữ.

source: Error opening the stream to read the Filter coefficients.
de: Fehler beim Öffnen des Streams zum Lesen der Filterkoeffizienten.
id: Terjadi kesalahan saat membuka aliran untuk membaca koefisien Filter.
nl: Fout bij het openen van de stream om de filtercoëfficiënten te lezen.
ro: Eroare la deschiderea fluxului pentru citirea coeficienților de filtrare.
ru: Ошибка открытия потока для считывания коэффициентов фильтра.
vi: Lỗi khi mở luồng để đọc các hệ số Bộ lọc.

source: Please select an existing configuration
de: Bitte wählen Sie eine vorhandene Konfiguration
id: Pilih konfigurasi yang ada
nl: Selecteer een bestaande konfiguratie
ro: Vă rugăm să selectați o configurație existentă
ru: Пожалуйста, выберите существующую конфигурацию
vi: Vui lòng chọn một cấu hình hiện có

source: Configuration :
de: Konfiguration :
id: Konfigurasi:
nl: Konfiguratie:
ro: Configurație :
ru: Конфигурация:
vi: Cấu hình :

source: Error opening the stream to write the Filter coefficients.
de: Fehler beim Öffnen des Streams zum Schreiben der Filterkoeffizienten.
id: Terjadi kesalahan saat membuka aliran untuk menulis koefisien Filter.
nl: Fout bij het openen van de stroom om de filtercoëfficiënten te schrijven.
ro: Eroare la deschiderea fluxului pentru scrierea coeficienților de filtrare.
ru: Ошибка открытия потока для записи коэффициентов фильтра.
vi: Lỗi khi mở luồng để ghi Hệ số bộ lọc.

source: This file was generated automatically by application
de: Diese Datei wurde automatisch erzeugt durch die Anwendung
id: File ini dihasilkan secara otomatis oleh aplikasi
nl: Dit bestand werd automatisch gegenereerd door de toepassing
ro: Acest fișier a fost generat automat de aplicația
ru: Этот файл был сгенерирован автоматически приложением
vi: Tập tin này được tạo tự động bởi ứng dụng

source: You are free to modify the data entries in this file as long as you adhere to the format used in this file.
de: Es steht Ihnen frei, die Dateneinträge in dieser Datei zu ändern, solange Sie sich an das in dieser Datei verwendete Format halten.
id: Anda bebas untuk memodifikasi entri data dalam file ini selama Anda mematuhi format yang digunakan dalam file ini.
nl: Het staat U vrij om de gegevens in dit bestand te wijzigen, zolang U zich aan het in dit bestand gebruikte formaat houdt.
ro: Sunteți liber să modificați datele introduse în acest fișier, atâta timp cât respectați formatul utilizat în acest fișier.
ru: Вы можете изменять записи данных в этом файле, если придерживаетесь формата, используемого в этом файле.
vi: Bạn có thể tự do sửa đổi các mục nhập dữ liệu trong tệp này miễn là bạn tuân thủ định dạng được sử dụng trong tệp này.

source: IIR Filter configuration for user
de: IIR-Filter-Konfiguration für Benutzer
id: Konfigurasi Filter IIR untuk pengguna
nl: IIR Filterkonfiguratie voor de gebruiker
ro: Configurația filtrului IIR pentru utilizator
ru: Настройка фильтра IIR для пользователя
vi: Cấu hình bộ lọc IIR cho người dùng

source: on
de: an
id: pada
nl: op
ro: pe
ru: вкл
vi: trên

source: Zeros
de: Nullen
id: Nol
nl: Nulpunten
ro: Zerouri
ru: Нули
vi: Số không

source: Poles
de: Polen
id: Polandia
nl: Polen
ro: Stâlpi
ru: Поляки
vi: Ba Lan

source: Error closing the file stream that wrote the Filter coefficients.
de: Fehler beim Schließen des Dateistroms, der die Filterkoeffizienten geschrieben hat.
id: Terjadi kesalahan saat menutup aliran file yang menulis koefisien Filter.
nl: Fout bij het sluiten van de bestandstroom die de filtercoëfficiënten schreef.
ro: Eroare de închidere a fluxului de fișiere care a scris coeficienții de filtrare.
ru: Ошибка закрытия файлового потока, в котором записаны коэффициенты Фильтра.
vi: Lỗi khi đóng luồng tệp đã ghi Hệ số bộ lọc.

source: Please select an new configuration name.
de: Bitte wählen Sie einen neuen Konfigurationsnamen.
id: Pilih nama konfigurasi baru.
nl: Kies een nieuwe konfiguratienaam.
ro: Vă rugăm să selectați un nou nume de configurare.
ru: Пожалуйста, выберите новое имя конфигурации.
vi: Vui lòng chọn tên cấu hình mới.

source: This filter configuration name already exists.
de: Dieser Name der Filterkonfiguration existiert bereits.
id: Nama konfigurasi filter ini sudah ada.
nl: Deze filterkonfiguratienaam bestaat al.
ro: Acest nume de configurare a filtrului există deja.
ru: Это имя конфигурации фильтра уже существует.
vi: Tên cấu hình bộ lọc này đã tồn tại.

source: Do you want to reset all configuration fields to demonstration values?
de: Möchten Sie alle Konfigurationsfelder auf Demonstrationswerte zurücksetzen?
id: Apakah Anda ingin mengatur ulang semua bidang konfigurasi ke nilai demonstrasi?
nl: Wilt u alle konfiguratievelden terugzetten naar de demonstratiewaarden?
ro: Doriți să resetați toate câmpurile de configurare la valorile demonstrative?
ru: Вы хотите сбросить все поля конфигурации на демонстрационные значения?
vi: Bạn có muốn đặt lại tất cả các trường cấu hình về giá trị trình diễn không?

source: Demonstration values
de: Demonstrationswerte
id: Nilai demonstrasi
nl: Demonstratiewaarden
ro: Valori demonstrative
ru: Демонстрационные ценности
vi: Giá trị trình diễn

source: IIR Filter impulse response output
de: IIR-Filter-Impulsantwort-Ausgang
id: Output respons impuls Filter IIR
nl: IIR Filter impulsrespons uitvoer
ro: IIR Răspunsul la impulsul de ieșire al filtrului IIR
ru: Выход импульсного ответа IIR фильтра
vi: Đầu ra đáp ứng xung bộ lọc IIR

source: IIR Filter pole-zero diagram
de: IIR-Filter Pol-Nullstellen-Diagramm
id: Diagram kutub-nol Filter IIR
nl: IIR filter pool-nulpunten diagram
ro: Diagrama pol-zero a filtrului IIR
ru: Диаграмма "полюс - ноль" фильтра ИДК
vi: Sơ đồ cực của bộ lọc IIR

source: This feature has not been implemented yet.
de: Diese Funktion ist noch nicht implementiert.
id: Fitur ini belum diimplementasikan.
nl: Deze funktie is nog niet geïmplementeerd.
ro: Această caracteristică nu a fost încă implementată.
ru: Эта функция еще не реализована.
vi: Tính năng này vẫn chưa được triển khai.

source: IIR Filter frequency domain output
de: IIR-Filter Ausgang im Frequenzbereich
id: IIR Filter keluaran domain frekuensi
nl: IIR filter frequentie domein uitvoer
ro: IIR Filtru IIR ieșire în domeniul de frecvență
ru: IIR Выход частотной области фильтра
vi: IIR Đầu ra miền tần số của bộ lọc

source: IIR Filter time domain test output
de: IIR-Filter Zeitbereich Testausgang
id: IIR Filter keluaran uji domain waktu
nl: IIR filter tijddomein test uitvoer
ro: IIR Filtru IIR ieșire de testare în domeniul timpului
ru: Выходной тест временного домена IIR фильтра
vi: IIR Đầu ra kiểm tra miền thời gian bộ lọc

source: The IIR Filter system sampling frequency
de: Die Abtastfrequenz des IIR-Filtersystems
id: Frekuensi pengambilan sampel sistem Filter IIR
nl: De bemonsteringsfrequentie van het IIR-filtersysteem
ro: Frecvența de eșantionare a sistemului de filtrare IIR
ru: Частота дискретизации системы фильтрации IIR
vi: Tần số lấy mẫu của hệ thống Bộ lọc IIR

source: The multiplication factor
de: Der Multiplikationsfaktor
id: Faktor perkalian
nl: De vermenigvuldigingsfactor
ro: Factorul de multiplicare
vi: hệ số nhân

source: is not a useable number.
de: ist keine brauchbare Zahl.
id: bukanlah angka yang dapat digunakan.
nl: is geen bruikbaar getal.
ro: nu este un număr utilizabil.
vi: không phải là một số có thể sử dụng được.

source: Coefficient b_%d : %s was added.
de: Koeffizient b_%d : %s wurde hinzugefügt.
id: Koefisien b_%d : %s ditambahkan.
nl: De coëfficiënt b_%d : %s werd toegevoegd.
ro: S-a adăugat coeficientul b_%d : %s.
vi: Hệ số b_%d : %s đã được thêm vào.

source: Coefficient a_%d : %s was added.
de: Koeffizient a_%d : %s wurde hinzugefügt.
id: Koefisien a_%d : %s ditambahkan.
nl: De coëfficiënt a_%d : %s werd toegevoegd.
ro: S-a adăugat coeficientul a_%d : %s.
vi: Hệ số a_%d : %s đã được thêm vào.

source: Zero [%d] was added :
de: Null [%d] wurde hinzugefügt:
id: Nol [%d] ditambahkan:
nl: Nul [%d] werd toegevoegd :
ro: Zero [%d] a fost adăugat :
ru: Был добавлен ноль [%d] :
vi: Số không [%d] đã được thêm vào:

source: Pole [%d] was added :
de: Pol [%d] wurde hinzugefügt:
id: Pole [%d] ditambahkan:
nl: Pool [%d] werd toegevoegd :
ro: A fost adăugat polul [%d] :
ru: Полюс [%d] был добавлен :
vi: Cực [%d] đã được thêm vào:

source: Your design has fewer zero points than pole points. In order to balance your system, an additional number of zero points in the z-plane origin has been added to your system.
de: Ihr Entwurf hat weniger Nullpunkte als Polpunkte. Um Ihr System auszubalancieren, wurde Ihrem System eine zusätzliche Anzahl von Nullpunkten im Ursprung der z-Ebene hinzugefügt.
id: Desain Anda memiliki lebih sedikit titik nol daripada titik kutub. Untuk menyeimbangkan sistem Anda, sejumlah titik nol tambahan dalam asal-bidang z telah ditambahkan ke sistem Anda.
nl: Uw ontwerp heeft minder nulpunten dan poolpunten. Om uw systeem in balans te brengen, is een extra aantal nulpunten in het z-vlak toegevoegd aan uw systeem.
ro: Proiectul dumneavoastră are mai puține puncte zero decât puncte polare. Pentru a vă echilibra sistemul, a fost adăugat un număr suplimentar de puncte zero în originea planului z.
ru: У вашей конструкции меньше нулевых точек, чем у полюсных. Для того, чтобы сбалансировать вашу систему, в начало z-плоскости было добавлено дополнительное количество нулевых точек.
vi: Thiết kế của bạn có ít điểm 0 hơn điểm cực. Để cân bằng hệ thống của bạn, một số điểm 0 bổ sung trong gốc tọa độ z đã được thêm vào hệ thống của bạn.

source: Your design has fewer pole points than zero points. In order to balance your system, an additional number of pole points in the z-plane origin has been added to your system.
de: Ihr Entwurf hat weniger Polpunkte als Nullpunkte. Um Ihr System auszubalancieren, wurde Ihrem System eine zusätzliche Anzahl von Polpunkten im Ursprung der z-Ebene hinzugefügt.
id: Desain Anda memiliki titik kutub lebih sedikit dari titik nol. Untuk menyeimbangkan sistem Anda, sejumlah titik kutub tambahan dalam asal-bidang z telah ditambahkan ke sistem Anda.
nl: Uw ontwerp heeft minder poolpunten dan nulpunten. Om uw systeem in balans te brengen, is een extra aantal poolpunten in het z-vlak toegevoegd aan uw systeem.
ro: Proiectul dumneavoastră are mai puține puncte polare decât puncte zero. Pentru a vă echilibra sistemul, a fost adăugat un număr suplimentar de puncte polare în originea planului z.
ru: У вашей конструкции меньше полюсных очков, чем у нулевых. Для того, чтобы сбалансировать вашу систему, в начало z-плоскости было добавлено дополнительное количество полюсных баллов.
vi: Thiết kế của bạn có ít điểm cực hơn điểm không. Để cân bằng hệ thống của bạn, một số điểm cực bổ sung trong gốc tọa độ z đã được thêm vào hệ thống của bạn.

source: Butterworth Pole [%d] was added :
de: Butterworth-Pol [%d] wurde hinzugefügt:
id: Butterworth Pole [%d] telah ditambahkan:
nl: Butterworth Pool [%d] werd toegevoegd :
ro: Butterworth Pole [%d] a fost adăugat :
ru: Добавлен полюс Баттерворта [%d] :
vi: Butterworth Pole [%d] đã được thêm vào:

source: Butterworth Zero [%d] was added :
de: Butterworth Zero [%d] wurde hinzugefügt:
id: Butterworth Zero [%d] ditambahkan:
nl: Butterworth Zero [%d] werd toegevoegd :
ro: Butterworth Zero [%d] a fost adăugat :
ru: Был добавлен ноль Баттерворта [%d] :
vi: Butterworth Zero [%d] đã được thêm vào:

source: Chebyshev Pole [%d] was added :
de: Tschebyscheff-Pol [%d] wurde hinzugefügt:
id: Chebyshev Pole [%d] telah ditambahkan:
nl: Chebyshev Pool [%d] werd toegevoegd :
ro: A fost adăugat polul Chebyshev [%d]:
ru: Был добавлен полюс Чебышева [%d] :
vi: Chebyshev Pole [%d] đã được thêm vào:

source: Chebyshev Zero [%d] was added :
de: Tschebyscheff-Null [%d] wurde hinzugefügt:
id: Chebyshev Zero [%d] ditambahkan:
nl: Chebyshev Nul [%d] werd toegevoegd :
ro: Chebyshev Zero [%d] a fost adăugat :
ru: Чебышевский ноль [%d] был добавлен :
vi: Chebyshev Zero [%d] đã được thêm vào:

source: An LTI difference equation characterised by bk (for inputs) and ak (for outputs) can be entered here.
de: Eine LTI-Differenzgleichung, die durch bk (für Eingaben) und ak (für Ausgaben) gekennzeichnet ist, kann hier eingegeben werden.
id: Persamaan perbedaan LTI yang dikarakterisasikan oleh bk (untuk input) dan ak (untuk output) bisa dimasukkan di sini.
nl: Hier kan een LTI-verschilvergelijking, gekenmerkt door bk (voor de ingangen) en ak (voor de uitgangen) worden ingevoerd.
ro: Se poate introduce aici o ecuație diferențială LTI caracterizată prin bk (pentru intrări) și ak (pentru ieșiri).
ru: Здесь можно ввести разностное уравнение LTI, характеризуемое bk (для входов) и ak (для выходов).
vi: Có thể nhập phương trình chênh lệch LTI được đặc trưng bởi bk (đối với đầu vào) và ak (đối với đầu ra) tại đây.

source: Please note that a pure convolution can be done by entering the h[n] coefficients as b-coefficients, with the a-coefficients field remaining empty.
de: Bitte beachten Sie, dass Sie eine reine Konvolution durchführen können, indem Sie die h[n]-Koeffizienten als b-Koeffizienten eingeben, während das Feld a-Koeffizienten leer bleibt.
id: Harap dicatat bahwa konvolusi murni dapat dilakukan dengan memasukkan koefisien h [n] sebagai koefisien-b, dengan kolom koefisien a tetap kosong.
nl: Merk op dat een zuivere convolutie gedaan kan worden door de h[n] coëfficiënten als b-coëfficiënten in te voeren, waarbij het a-coëfficiënten veld leeg blijft.
ro: Vă rugăm să rețineți că o convoluție pură poate fi realizată prin introducerea coeficienților h[n] ca și coeficienți b, câmpul coeficienților a- rămânând gol.
ru: Обратите внимание, что чистая свертка может быть выполнена путем ввода коэффициентов h[n] как b-коэффициентов, при этом поле a-коэффициентов остается пустым.
vi: Xin lưu ý rằng một phép chập thuần có thể được thực hiện bằng cách nhập hệ số h [n] dưới dạng hệ số b, với trường hệ số a còn trống.

source: Information on entering LTI difference equation coefficients.
de: Informationen zur Eingabe der Koeffizienten der LTI-Differenzgleichung.
id: Informasi tentang memasukkan koefisien persamaan perbedaan LTI.
nl: Informatie over het invoeren van LTI-verschilvergelijkingscoëfficiënten.
ro: Informații privind introducerea coeficienților ecuației diferențiale LTI.
ru: Информация о вводе коэффициентов разностного уравнения LTI.
vi: Thông tin về cách nhập hệ số phương trình chênh lệch LTI.
