Repository: giopde1ste/dsplab
Catalog: software/talen/*/DSB.po
Languages: de, id, nl, ro, ru, vi

source: Enter as a, a+bj or r:[p/d]phi . Please insert only a single complex or polar entry. Such an insertion automatically produces an extra insertion of a conjugate complex pair entry. [p/d] is optional and makes phi an angle of pi or degrees.
de: Eingabe als a, a+bj oder r:[p/d]phi . Bitte fügen Sie nur einen einzigen komplexen oder polaren Eintrag ein. Eine solche Einfügung erzeugt automatisch eine eine zusätzliche Einfügung eines konjugiert komplexen Paareintrags. [p/d] ist optional und macht phi zu einem Winkel von pi oder Grad.
id: Masukkan sebagai a, a + bj atau r: [p / d] phi. Harap masukkan hanya satu entri kompleks atau kutub. Penyisipan seperti itu secara otomatis menghasilkan file penyisipan ekstra dari entri pasangan kompleks konjugasi. [p / d] bersifat opsional dan menjadikan phi sebagai sudut pi atau derajat.
nl: Invoeren als a, a+bj of r:[p/d]phi . Voeg slechts één complexe of polaire invoer in. Een dergelijke invoeging produceert automatisch een extra tussenvoegsel van een geconjugeerd complex paar. [p/d] is optioneel en maakt van phi een hoek van pi of graden.
ro: Introduceți ca a, a+bj sau r:[p/d]phi . Vă rugăm să introduceți doar o singură intrare complexă sau polară. O astfel de inserție produce automat un inserare suplimentară a unei intrări de pereche complexă conjugată. [p/d] este opțional și face din phi un unghi de pi sau grade.
ru: Введите как a, a+bj или r:[p/d]phi . Пожалуйста, вставьте только одну сложную или полярную запись. Такая вставка автоматически производит Дополнительная вставка сопряженной сложной пары. [p/d] является необязательным и делает фи углом пи или градусов.
vi: Nhập dưới dạng a, a + bj hoặc r: [p / d] phi. Vui lòng chỉ chèn một mục nhập phức hoặc phân cực. Việc chèn như vậy sẽ tự động tạo ra một chèn thêm một mục nhập cặp phức liên hợp. [p / d] là tùy chọn và đặt phi một góc bằng pi hoặc độ.

source: Information on entering poles and zeros.
de: Informationen zur Eingabe von Polen und Nullen.
id: Informasi tentang memasukkan kutub dan nol.
nl: Informatie over het invoeren van polen en nullen.
ro: Informații privind introducerea polilor și a zerourilor.
ru: Информация о вводе полюсов и нулей.
vi: Thông tin về việc nhập các cực và số không.

source: Coefficient[%d] = %s
de: Koeffizient[%d] = %s
id: Koefisien[%d] = %s
nl: Coëfficiënt[%d] = %s
ro: Coeficient[%d] = %s
vi: Hệ số[%d] = %s

source: Out of bounds.
de: Zutritt verboten.
id: Di luar batas.
nl: Buiten de grenzen.
ro: În afara limitelor.
ru: Выходит за рамки.
vi: Ngoài giới hạn.

source: signal data file (*.txt)|*.txt
de: signaldaten-Datei (*.txt)|*.txt
id: file data sinyal (* .txt) | * .txt
nl: signaalgegevensbestand (*.txt)|*.txt
ro: fișier de date de semnal (*.txt)|*.txt
ru: файл данных сигнала (*.txt)|*.txt
vi: tệp dữ liệu tín hiệu (* .txt) | * .txt

source: Digital Signal Processing demonstrator
de: Demonstrator für digitale Signalverarbeitung
id: Demonstran Pemrosesan Sinyal Digital
nl: Digitale Signaalbewerking demonstrator
ro: Demonstrator de procesare digitală a semnalelor
ru: Демонстратор цифровой обработки сигналов
vi: Trình diễn trình xử lý tín hiệu kỹ thuật số

source: Placement of a number of zeros or poles using a comb expression
de: Platzierung einer Anzahl von Nullen oder Polen mit Hilfe eines Kammausdrucks
id: Penempatan sejumlah nol atau kutub menggunakan ekspresi sisir
nl: Plaatsing van een aantal nullen of polen met behulp van een kamuitdrukking
ro: Plasarea unui număr de zerouri sau de poli folosind o expresie în formă de pieptene
ru: Размещение количества нулей или полюсов с помощью гребенчатого выражения
vi: Vị trí của một số số không hoặc cực bằng cách sử dụng biểu thức lược

source: An example of placing a comb zero expression on the unit circle.
de: Ein Beispiel für die Platzierung eines Kamm-Null-Ausdrucks auf dem Einheitskreis.
id: Contoh penempatan ekspresi sisir nol pada lingkaran satuan.
nl: Een voorbeeld van het plaatsen van een kam nulpunt uitdrukking op de eenheidscirkel.
ro: Un exemplu de plasare a unei expresii de zero pieptene pe cercul unitar.
ru: Пример размещения выражения гребенчатого нуля на единичной окружности.
vi: Ví dụ về cách đặt biểu thức lược số 0 trên vòng tròn đơn vị.

source: Pole
id: Tiang
nl: Pool
ro: Polul
ru: Столб
vi: Cây sào

source: Placement
de: Platzierung
id: Penempatan
nl: Plaatsing
ro: Destinație de plasare
ru: Размещение
vi: Vị trí

source: Radius
nl: Straal
ro: Rază
ru: Радиус
vi: Bo góc

source: Number of elements in arc (Nyquist range)
de: Anzahl der Elemente im Bogen (Nyquist-Bereich)
id: Jumlah elemen dalam busur (rentang Nyquist)
nl: Aantal elementen in de boog (Nyquist-bereik)
ro: Numărul de elemente în arc (intervalul Nyquist)
ru: Количество элементов в дуге (диапазон Найквиста)
vi: Số phần tử trong cung (phạm vi Nyquist)

source: Arc length as % of half circle
de: Bogenlänge als % of Halbkreis
id: Panjang busur sebagai % o f setengah lingkaran
nl: Booglengte als % of halve cirkel
ro: Lungimea arcului ca % of semicerc
ru: Длина дуги как % of полуокружность
vi: Độ dài vòng cung bằng % o f nửa vòng tròn

source: Compensate with counterpart elements in the origin
de: Mit Gegenelementen im Ursprung kompensieren
id: Mengimbangi dengan elemen mitra di tempat asal
nl: Compenseren met tegenhangers in de oorsprong
ro: Compensați cu elemente omologe în origine
ru: Компенсировать элементами аналогов в происхождении
vi: Bù đắp bằng các yếu tố đối ứng trong nguồn gốc

source: When generating a number of poles or zeros in a circle, generate an equal number of zeros or poles in the origin to keep the system causal with minumum delays.
de: Wenn Sie eine Anzahl von Polen oder Nullstellen in einem Kreis erzeugen, erzeugen Sie eine gleiche Anzahl von Nullstellen oder Polen im Ursprung, um das System kausal mit minimalen Verzögerungen zu halten.
id: Saat membuat sejumlah kutub atau nol dalam lingkaran, buat angka nol atau kutub yang sama di tempat asal untuk menjaga sistem kausal dengan penundaan minumum.
nl: Wanneer een aantal polen of nullen in een cirkel wordt gegenereerd, genereer dan een gelijk aantal nullen of polen in de oorsprong om het systeem causaal te houden met zo weinig mogelijk vertragingen.
ro: Atunci când generați un număr de poli sau de zerouri într-un cerc, generați un număr egal de zerouri sau de poli în origine pentru a menține sistemul cauzal cu întârzieri minime.
ru: При генерации ряда полюсов или нулей в круге, создайте такое же число нулей или полюсов в начале координат, чтобы сохранить систему причинноследственной с минимальными задержками.
vi: Khi tạo một số cực hoặc số không trong một vòng tròn, hãy tạo một số lượng không hoặc cực bằng nhau trong gốc để giữ cho hệ thống có quan hệ nhân quả với độ trễ nhỏ nhất.

source: The entered radius number cannot be used.
de: Die eingegebene Radiusnummer kann nicht verwendet werden.
id: Nomor radius yang dimasukkan tidak dapat digunakan.
nl: Het ingevoerde radiusnummer kan niet worden gebruikt.
ro: Numărul de rază introdus nu poate fi utilizat.
ru: Введенный номер радиуса не может быть использован.
vi: Không thể sử dụng số bán kính đã nhập.

source: Comb Expression
de: Kammausdruck
id: Ekspresi Sisir
nl: Kam Uitdrukking
ro: Expresie pieptene
ru: Комбинированная экспрессия
vi: Biểu thức kết hợp

source: Your pole has a magnitude > 1 !
de: Ihr Pol hat eine Magnitude > 1 !
id: Tiang Anda memiliki magnitudo> 1!
nl: Uw pool heeft een magnitude > 1 !
ro: Polul tău are o magnitudine > 1 !
ru: Ваш полюс имеет величину > 1!
vi: Cực của bạn có độ lớn> 1!

source: Zero at Origin
de: Null im Ursprung
id: Nol di Asal
nl: Nul in Oorsprong
ro: Zero la origine
ru: Ноль при возникновении

source: Zero
de: Null
id: Nol
ru: Нуль

source: The application was initialized to use the system default language, which has this name:
ru: Приложение было инициализировано для использования системного языка по умолчанию, который имеет такое название:

source: Euro %.2lf
ru: Евро %.2lf

source: Bestand
ru: Бестанд

source: Hamming
ru: Хамминг

source: Demoversie
ru: Демоверси

source: Impulse response[%d] : %.2f
ru: Импульсный ответ[%d] : %.2f

source: Impulse response scale factor : %.2f db
ru: Коэффициент шкалы импульсного отклика : %.2f db

source: Frequency domain[%.2f rad] :
ru: Частотная область[%.2f рад] :

source: Shannon
ru: Шеннон

source: ir drs E.J Boks (docent HAN ESE) : ewout.boks@han.nl
ru: ir drs E.J Boks (доцент HAN ESE) : ewout.boks@han.nl

source: Coefficient b_%d : %.2f was added.
ru: Добавлен коэффициент b_%d : %.2f.

source: Coefficient a_%d : %.2f was added.
ru: Добавлен коэффициент a_%d : %.2f.

source: Coefficient[%d] = %.3f
ru: Коэффициент[%d] = %.3f

source: Mouse
ru: Мышь
